10/data/attachments/be2d80036c1541cf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Howard_soldier_Friend_53725_6</nif:username>
            <nif:friendToBeRequested>soap_friends_fbe1899d-da72-471c-9ef4-4418cf35f086</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>